[
  {
    "id": 0,
    "file": "0.png",
    "name": "The Gaia Imperium",
    "description": "The Gaia Imperium, humanity's star-spanning civilization, demonstrates rapid adaptability and experimentation prowess, making them a significant cosmic force.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 1,
    "file": "1.png",
    "name": "The Abyssal Conclave",
    "description": "The Abyssal Conclave, aquatic Eridani from Eos and Tethys, are known for their aptitude for experimentation and advancing post-Cosmos Conflicts.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 2,
    "file": "2.png",
    "name": "The Verdant Mandate",
    "description": "Nephiv, an ancient arboreal race excels in terraforming and banking. Survivors of the Wraithen Conflict, they've fortified themselves under King Sylandros' rule. Their goal: the Galactic Throne.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 3,
    "file": "3.png",
    "name": "The Synaptic Omni-Mind",
    "description": "Once known as the Vyrex Empire, the Synaptic Omni-Mind technological telepathy allows them to coordinate with deadly precision. Their cybernetic transformation from extinction stirs both awe and trepidation in the galaxy.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 4,
    "file": "4.png",
    "name": "The Luminous Collective",
    "description": "Home to bioluminescent rainforests, the Luminous Collective is an enlightened society of Kraveena. Their intricate light patterns illuminate conversations while empathic powers shape diplomatic outcomes.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 5,
    "file": "5.png",
    "name": "The Hegemony of Solitude",
    "description": "Stellascytes, masters of the cosmos. They navigate silent, starless seas, shaping lifeless worlds with keen senses and cold precision. In solitude, they plot dominance.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 6,
    "file": "6.png",
    "name": "The Myriad of the Maelstrom",
    "description": "Amid the cosmic theatre of the Prism Nebula, The Myriad of the Maelstrom rises, the voracious Kryzlak, teeming from Zephyria's emerald storm. Masters of destruction, their leviathan armada swarms, leaving ruins of civilizations in their wake.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 7,
    "file": "7.png",
    "name": "The Exan Crucible",
    "description": "Born from a penal colony on the remote Briseis Primus, the Exani Crucible uses their unique vision and resilience to scan and terraform inhospitable worlds. Led by an elected 'Hand', they seek galactic justice.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 8,
    "file": "8.png",
    "name": "The Phantoms of Heliofen",
    "description": "Shadowed within Heliofen's misty marshlands, the Phantoms of Heliofen, spectral Faelidae, balance life between spectral stealth and unyielding resistance. An enigma veiled in cosmic mystery.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 9,
    "file": "9.png",
    "name": "The Lazurian Legacy",
    "description": "Born in icy wastes, the Voltari are a resilient species, unyielding to psionic influence, and masters of frigid colonization. Bearing the Lazurian Legacy, they guard ancient wisdom and ambition, preparing for a galactic resurrection.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 10,
    "file": "10.png",
    "name": "The Silicate Singularity",
    "description": "Born from silicate dust, Orraxians of the Silicate Singularity thrive in harsh landscapes. Once a dying empire, now a technological titan, they carry scars of a virus-riddled past, yet face an uncertain future with resurgent threats.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 11,
    "file": "11.png",
    "name": "The Omnisentience",
    "description": "Cosmic voyagers, the Heligon, thrive in the vacuum of space, harnessing energy from stars. Known as watchers, they guard ancient secrets, their intent unknown.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 12,
    "file": "12.png",
    "name": "The Rakuni Stellar Scavengers",
    "description": "Hailing from Rokou, the Rakuni, grew from humble scavengers to interstellar explorers. Fueled by innate curiosity and resilience, they've overcome planetary cataclysms, transforming their communal fears into an odyssey among the stars.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 13,
    "file": "13.png",
    "name": "The Chroma Celestials",
    "description": "Chroma Celestials, psionic masters of the cosmos. Expert experimenters and dominators, the Celestari plot a comeback, casting an ominous glow across galaxies.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 14,
    "file": "14.png",
    "name": "The Ember Ascendancy",
    "description": "Forged in the molten heart of Seryntia, the Pyriali of the Ember Ascendancy transmute heat into strength. Once enslaved, now they control the galaxy's fiercest flames.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 15,
    "file": "15.png",
    "name": "The Mirage Merchants of Calador",
    "description": "From the star-kissed dunes of Calador, the astute Caladorians thrive. Renowned bankers, they exploit their Quantum Mirage Trading, generating immense wealth from nearby empires. Their society, a blend of ancient customs and high-tech prowess, weaves the tapestry of the cosmos' busiest trade hub.",
    "price": null,
    "isPatronAvatar": false
  },
  {
    "id": 16,
    "file": "16.png",
    "name": "TBA",
    "description": "PLACEHOLDER",
    "price": null,
    "isPatronAvatar": false
  }

]
